Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ ཅིའི་སླད་དུ་ ཞེ་ན །_ |#| བཅོམ་ལྡན་འདས་ རེ་ཞིག་ གང་ གི་ ཚེ་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེ འི་ ཚེ །_ དེ་ ཕྱག་ བགྱི་བ འི་ འོས་ དང་ །_ མཆོད་པ་ བགྱི་བ འི་ འོས་ དང་ །_ འདུད་པ ར་ བགྱི་བ འི་ འོས་ སུ་ གྱུར་པ འི་ སླད་ དུ་ སྟེ །_
en: “That is because, Blessed One, the moment when the beggar Vijayarakṣa engendered the mind set on unexcelled and perfect awakening, he became worthy of veneration, worship, and homage, such that

source: བཅོམ་ལྡན་འདས་ ད་ལྟ ར་ ནི་ ལྷ་ དང་ བཅས་པ འི་ འཇིག་རྟེན་ གྱིས་ ཕྱག་ བགྱི་བ འི་ འོས་ སུ་ གྱུར་པ་ ལགས་སོ །_།
en: now, Blessed One, he is worthy of veneration by the world with its gods.”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་པ འི་ ཐོགས་པ་ མེད་པ འི་ ཡེ་ཤེས་ དེ་ ནི་ ཉན་ཐོས་ དང་ །_ རང་ སངས་རྒྱས་ རྣམས་ དང་ ཐུན་མོང་ མ་ཡིན་པ འོ །_།
en: “Śāradvatī­putra, the unobstructed wisdom of a thus-gone one is not shared with the hearers and solitary buddhas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན །_ |#| ང འི་ ཉན་ཐོས་ དེ་ལྟ་ བུ འི་ རྗེས་སུ་ བསྟན་པ་ གུས་པ ར་ ཉན་ འདོད་པ །_ སེམས་ཅན་ རྣམས་ ལ་ ཆོས་སྟོན་པ་ རྣམས་ ཀྱིས་ ནི་ ཐོག་མ་ ཉིད་ དུ་ ང འི་ ཡེ་ཤེས་ ཀྱི་ ཡོན་ཏན་ ཉིད་ ཡོངས་སུ་ བསྒྲགས་པ ར་ བྱ འོ །_།
en: It is because of that, Śāradvatī­putra, that my hearers, who teach the Dharma to beings who want to respectfully listen to such a teaching, should proclaim at the very beginning the actual qualities of my wisdom.

source: ཅི་ ནས་ ཀྱང་ སེམས་ཅན་ དེ་དག་ དེ་བཞིན་ གཤེགས་པ འི་ ཡེ་ཤེས་ ཀྱི་ ཡོན་ཏན་ ཡོངས་སུ་ བསྒྲགས་པ་ ཐོས་ ནས །_
en: That is because those beings, having by all means heard the qualities of a thus-gone one’s wisdom so proclaimed, [176.b] [will focus their minds on the wisdom of the Buddha, and in that way, be continuously in accord with the way of the Buddha.]

source: སངས་རྒྱས་ [176b] ཀྱི་ ཡེ་ཤེས་ དེ་ཉིད་ ལ་ སེམས་ གཏོད་པ ར་ བྱེད་ དེ །_
en: [That is because those beings, having by all means heard the qualities of a thus-gone one’s wisdom so proclaimed, [176.b] ]will focus their minds on the wisdom of the Buddha, and [in that way, be continuously in accord with the way of the Buddha.]

source: དེ་ལྟ ར་ ན་ སངས་རྒྱས་ ཀྱི་ ཚུལ་ རྒྱུན་ མི་འཆད་པ ར་ འགྱུར་བ འི་ ཕྱིར་ རོ །_།
en: [That is because those beings, having by all means heard the qualities of a thus-gone one’s wisdom so proclaimed, [176.b] will focus their minds on the wisdom of the Buddha, and ]in that way, be continuously in accord with the way of the Buddha.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ གང་དག་ གཞན་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ་ དེ་དག་ ཉུང་ ངོ་ །_།
en: $1414 “Śāradvatī­putra, the beings who set out to benefit others are few.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ གང་དག་ གཞན་ ལ་ ཕན་པ་ དང་ །_ བདག་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ་ དེ་དག་ ནི་ རབ་ཏུ་ དཀོན་ ནོ །_། |#| མཆོག་ ཏུ་ རབ་ཏུ་ དཀོན་ ནོ །_།
en: Śāradvatī­putra, very rare, extremely rare are those beings who set out to benefit others and to benefit themselves.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ གང་དག་ གཞན་ ལ་ ཕན་པ འི་ ཕྱིར་ དང་ བདག་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ་ དག་ ལྟ་ཞོག་ གི _།
en: Śāradvatī­putra, moreover, forget about those who set out to benefit others and to benefit themselves;

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ གང་དག་ བདག་ དང་ གཞན་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ་ དེ་དག་ ནི་ དཀོན་ ནོ །_། |#| མཆོག་ ཏུ་ རབ་ ཏུ་ དཀོན་ ནོ །_།
en: rare, extremely rare, Śāradvatī­putra, are those who set out to benefit themselves and others.#69

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱིས་པ་ ལོག་པ ར་ འཛིན་པ་ དག་ ནི་ བདག་ ལ་ ཕན་པ ར་ བྱ འོ་ སྙམ་ ན་ ཡང་ མི་ ཕན་པ་ ཁོ་ན་ སྟེན་པ ར་ བྱེད་ དོ །_།
en: Śāradvatī­putra, even while trying to benefit themselves, immature and misapprehending beings cause themselves nothing but harm.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ གཞན་ ལ་ མི་ ཕན་པ འམ །_ ཉེས་དམིགས་ སམ །_ རྣམ་པར་ ཐོ་ འཚམ་པ་ བྱས་ ཤིང་ །_ རྣམ་པར་ འཚེ་བ་ ཡང་ བྱས་པ ས་ ནི་ དེ་ ལ་ ཕན་པ་ དང་ ཉེས་དམིགས་ མེད་པ་ དང་ །_ རྣམ་པར་ མི་ འཚེ་བ་ དང་ །_ རྣམ་པར་ ཐོ་ མི་ འཚམ་པ ར་ འགྱུར་བ་ ངས་ མ་ མཐོང་ མ་ ཐོས་པ འི་ ཕྱིར་ ཏེ །_
en: This is because, Śāradvatī­putra, I have never seen or heard of anyone who is benefited, advantaged, unharmed, and unscathed by harming, disadvantaging, hurting, and injuring others—

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན །_ |#| གང་དག་ བདག་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ འི་ སེམས་ཅན་ དེ་དག་ ནི་ དཀོན་ ནོ །_།
en: Śāradvatī­putra, it is for this reason that beings who set out to benefit themselves are so rare;

source: སེམས་ཅན་ དེ་དག་ ནི་ མཆོག་ ཏུ་ རབ་ཏུ་ དཀོན་ ནོ །_།
en: such beings are so extremely rare.

source: གང་དག་ བདག་ ལ་ ཕན་པ འི་ ཕྱིར་ དང་ །_ གཞན་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ འི་ སེམས་ཅན་ དེ་དག་ ཀྱང་ མཆོག་ ཏུ་ རབ་ཏུ་ དཀོན་ ནོ །_།
en: So extremely rare too are those beings who set out to benefit themselves and to benefit others.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན །_ |#| སེམས་ཅན་ གང་ལ་ལ ས་ བསྟིང་བ་ བྱས་ ཤིང་ བཤུང་བ་ བྱེད་ ན །_
en: Śāradvatī­putra, it is for this reason that when certain beings flatter and disparage,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ དེ་ལྟ་ བུ་ དེ་དག་ ནི་ བདག་ ལ་ ཕན་པ་ དང་ །_ གཞན་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ་ མ་ ཡིན་ ཏེ །_།
en: such beings have not set out to benefit themselves or to benefit others.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ཟག་ དེ་ལྟ་ བུ་ དེ་དག་ ནི་ མི་རིགས་པ་ ཡིན་ ནོ །_།
en: People like them, Śāradvatī­putra, are unwholesome.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ མི་ བླུན་པོ་ དེ་དག་ ནི་ ལམ་ངན་ པར་ ཞུགས་པ་ ཡིན་ གྱི །_
en: Śāradvatī­putra, those fools have set out on the wrong path.

source: དེ་དག་ བདག་ ལ་ ཕན་པ འི་ ཕྱིར་ དང་ །_ གཞན་ ལ་ ཕན་པ འི་ ཕྱིར་ ཞུགས་པ་ ནི་ མ་ ཡིན་ ནོ །_།
en: They have not set out to benefit themselves or to benefit others.

source: མི་རིགས་པ་ དང་ ལྡན་པ་ དེ་ལྟ་ བུ་ དེ་དག་ ནི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ བརྒྱད་ རྗེས་སུ་ འཐོབ་ སྟེ །_
en: Such inappropriate ones incur eight types of destruction.

source: བརྒྱད་ གང་ཞེ་ན །_ ཉེ་དུ་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ དང་ །_ ཡུལ་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ དང་ །_ ལོངས་སྤྱོད་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ དང་ །_ མེ འི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ དང་ །_ རྒྱལ་པོ འི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ དང་ །_ སྐྱེ་མཆེད་ [177a] ཀྱི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ འི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ རྗེས་སུ་ འཐོབ་པ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ འི་ སྲུང་མ འི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ རྗེས་སུ་ འཐོབ་པ་ སྟེ །_ |#| རབ་ཏུ་ རྣམ་པར་ འཇིག་པ་ ཆེན་པོ་ བརྒྱད་པོ་ དེ་དག་ རྗེས་སུ་ འཐོབ་བོ །_།
en: These eight types of destruction are: the destruction of relations, the destruction of place, the destruction of enjoyments, the destruction by fire, the destruction by royal authority, [177.a] the destruction of the sense fields, the destruction of the hells, and the destruction caused by the guardians of the hells.

source: ཡང་ མི་ བདེ་བ་ ཆེན་པོ་ བརྒྱད་ རྗེས་སུ་ འཐོབ་ སྟེ །_
en: $1415 “They will also incur eight intense types of unhappiness.

source: བརྒྱད་ གང་ཞེ་ན །_ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ འི་ མི་ བདེ་བ་ ཉིད་ རྗེས་སུ་ འཐོབ་པ་ ཡིན །_
en: These eight are: (1) incurring the unhappiness of birth in the hells;

source: དུད་འགྲོ འི་ སྐྱེ་གནས་ ཀྱི་ མི་ བདེ་བ་ ཉིད་ རྗེས་སུ་ འཐོབ་པ་ ཡིན །_
en: (2) incurring the unhappiness of birth in the animal realm;

source: གཤིན་རྗེ འི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ འི་ མི་ བདེ་བ་ ཉིད་ རྗེས་སུ་ འཐོབ་པ་ ཡིན །_
en: (3) incurring the unhappiness of birth in the world of Yama;

source: གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན་ |#| ཡང་ དེ་ དག་ ཡུལ་ མཐའ་འཁོབ་ ཏུ་ སྐྱེ་བ་ ཡོངས་སུ་ འཛིན་ ཅིང་ དེར་ ཡང་ ལོང་བ་ དང་ །_ འོན་པ་ དང་ །_ ཞར་བ་ དང་ །_ ལག་སོར་ རྡུམ་པོ་ དང་ །_ གཞོགས་ཕྱེད་ ཉམས་པ ར་ འགྱུར་ ཞིང་ ནད་ ཀྱི་ རྣམ་པ་ དྲག་པོ་ གང་ཡང་ རུང་བ་ དག་ གིས་ བཏབ་པ ར་ འགྱུར་ ཏེ |#| མི་ བདེ་བ་ དེ་ རྗེས་སུ་ འཐོབ་པ་ ཡིན །_
en: (4) incurring the unhappiness where even though one is born among humans, one assumes birth in a peripheral region, |#| (5) or one is blind, deaf, one-eyed, missing a finger or hand, paralyzed on one side, or afflicted with any severe form of illness;

source: གལ་ཏེ་ འཚམ་པ འི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ སྐྱེས་ ན་ |#| ཡང་ དེ་དག་ མི་ ཡོན་པོ་ དང་ །_ མི་ སུན་ འབྱིན་པ་ དང་ །_ མི་ དམུ་རྒོད་ དང་ །_ བུད་མེད་ དང་ །_ གནས་པ་ དང་ །_ གཅེར་བུ་པ འི་ སྤྱོད་ཡུལ་པ་ དང་ །_ མུ་སྟེགས་ ཅན་ གཞན་ གྱི་ སྨྲ་བ་ དང་ འདྲེས་པ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ དང་ །_ སྡིག་པ་ ཀུན་ ཏུ་ སྤྱོད་པ་ དང་ །_ མི་གཙང་བ འི་ ལུས་ ཀྱི་ ལས་ དང་ ལྡན་པ་ དང་ །_ མི་གཙང་བ འི་ ངག་གི་ལས་ དང་ །_ མི་གཙང་བ འི་ ཡིད་ ཀྱི་ ལས་ དང་ ལྡན་པ་ དག་ ཏུ་ འགྱུར་ ཞིང་ །_ འཕགས་པ་ རྣམས་ ཀྱི་ ཕྱིར་ བསྒྱུར་ དུ་ མི་ རུང་བ ར་ འགྱུར་ ཏེ་ |#| མི་ བདེ་བ་ དེ་ཡང་ རྗེས་སུ་ འཐོབ་པ་ ཡིན །_
en: (6) incurring the unhappiness where even though one is born with a fortune equal to other humans, and although one is born in a suitable place, one mingles with crooked people, disgraceful people, uncouth people, women, dependents, nirgrantha followers or proponents of other non-Buddhist groups, or someone with wrong view, who always engages in evil deeds, has impure physical, verbal, and mental actions, and who cannot be changed for the sake of the noble ones;

source: གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན་ |#| ཡང་ དེར་ དེ་བཞིན་ གཤེགས་པ་ འབྱུང་བ ར་ མི་ འགྱུར་ ཞིང་ །_ གང་ གི་ ནུབ་མོ་ དེ་བཞིན་ གཤེགས་པ་ འབྱུང་བ་ དེ་ཉིད་ ཀྱི་ ནུབ་མོ་ དེ་ འཆི་བ འི་ དུས་ བྱེད་ ཅིང་ མངོན་སུམ་ དུ་ གནས་པ་ མི་ འཐོབ་ སྟེ |#| མི་ བདེ་བ་ ཆེན་པོ་ དེ་ཡང་ རྗེས་སུ་ འཐོབ་པ་ ཡིན་ ཏེ །_
en: (7) and incurring the unhappiness where even though one is born among humans, a thus-gone one does not appear there, or (8) the night before a thus-gone one does appear one dies and does not encounter his direct presence.

source: མི་ བདེ་བ་ ཆེན་པོ་ བརྒྱད་པོ་ དེ་དག་ རྗེས་སུ་ འཐོབ་བོ །_།
en: These are the eight intense types of unhappiness that they incur.

source: གལ་ཏེ་ སེམས་ ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་ ཏུ་ སྐྱེས་ ན་ དེར་ དེ་དག་ ལུས་ཆེན་པོ་ དང་ །_ ལུས་ རྒྱ་ཆེན་པོ ར་ འགྱུར་ ཏེ །_ |#| དེར་ གནོད་པ་ ཆེན་པོ་ དག་ ཉམས་ སུ་ མྱོང་བ ར་ འགྱུར་བ་ ཡིན །_
en: $1416 “Those who are born among hell beings have large and broad bodies, such that they will experience great torment.

source: གལ་ཏེ་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེས་ ན་ ཡང་ དེ་དག་ ལུས་ཆེན་པོ་ དང་ །_ ལུས་ རྒྱ་ཆེན་པོ་ དང་ །_ ཁམ་ཆེན་པོ་ དང་ །_ གསོ་ དཀའ་བ ར་ འགྱུར་ [177b] ཏེ །_
en: Those who are born among the animals, moreover, have large and broad bodies, and take huge bites, making it difficult to be nourished. [177.b]

source: གང་ དུ་ སྐྱེས་པ་ དེར་ ཡང་ སྡིག་པ འི་ ལས་ ཆེས་ མང་པོ་ དག་ མངོན་པར་ འདུ་བྱེད་ པར་ འགྱུར་བ་ ཡིན །_
en: Wherever one is born there, one will commit a great many evil deeds.

source: དེར་ སྐྱེས་པ་ དག་ ཀྱང་ ཉ འམ །_ ཆུ་སྲིན་ ནམ །_ སྲམ་ མམ །_ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ དམ །_ ཉ་ མིད་ ཀྱི་ ཉ་ ཞེས་ བྱ་བ ར་ འགྱུར་ ཏེ །_
en: Born there, one might be a fish, a crocodile, an otter, a porpoise, or a timi fish.

source: སེམས་ཅན་ རྣམས་ ཀྱིས་ དེ་དག་ མཆིལ་ པས་ བཟུང་ ལ་ མངོན་དུ་ བཏེག་ ནས །_
en: Beings catch them with hooks and hold them up, and then

source: ལུས་ ཀྱི་ སྲོག་གཅོད་ པར་ བྱེད་ ལ་ བཅད་ ཅིང་ བརྡུངས་ ཏེ་
en: in order to kill them, they cut them and beat them.

source: རྣམ་པར་ གཙེ་བ ར་ བྱེད་ ཀྱང་ །_ དེ་ཙམ་ གྱིས་ ཀྱང་ འཆི་བ འི་ དུས་ ནི་ མི་ བྱེད་ ལ །_
en: Even having been violated in this way, it is not enough to kill them. |#| Rather,

source: དེ་དག་ གི་ ལུས་ དེ་ |#| འཕེལ་བ ར་ འགྱུར་ ཞིང་
en: their bodies grow back and

source: སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ རྣམ་པ་ སྣ་ཚོགས་ དུ་མ་ ཉམས་ སུ་ མྱོང་ ཡང་ དེ་ཙམ་ གྱིས་ ཀྱང་ འཆི་བ འི་ དུས་ མི་ བྱེད་པ་ ཡིན །_
en: although they experience many different kinds of painful sensations, they still will not die.

source: དེ་ལས་ གཞན་པ འི་ སྐྱེ་ གནས་ སུ་ སྐྱེས་ ན་ ཡང་ དེར་ དེ་དག་ རྔ་མོ འམ །_ གླང་ ངམ །_ བོང་བུ འམ །_ བྱ་གག་ གམ །_ ཕག་ ཏུ་ འགྱུར་ ཏེ །_
en: Elsewhere in the animal realm, one might take birth as a camel, ox, donkey, chicken, or pig.

source: གལ་ཏེ་ དེ་དག་ རྔ་མོ འམ །_ གླང་ དུ་ གྱུར་ ན་
en: If one becomes a camel or an ox,

source: དེ་དག་ སྣ་ ཕུག་ ནས་ ཁལ་ གྱིས་ གཟིར་ ཅིང་ དབྱུག་པ་ བརྒྱ ས་ བརྒྱབ་ ནས་ ལམ་ དུ་ ཁྲིད་པ ར་ འགྱུར་ ལ །_
en: one’s nose will be pierced and one will be loaded down with cargo, struck repeatedly with sticks, and led around on journeys.

source: དེ་དག་ འཁང་ ཞིང་ ཤིན་ཏུ་ སྐྱོ་བ ས་ ཁལ་ དེ་ ཁྱེར་བ ར་ བྱེད་ དེ |#| དེ་དག་ ལ་ སྐྱབས་ གང་ཡང་ མེད་ དོ །_།
en: Angry and dejected, one will be forced to carry cargo, without any protection whatsoever.

source: གང་ གི་ ཚེ་ ཁལ་ གྱིས་ གཟིར་ ཅིང་ ལུས་ ཉམ་ཆུང་ བར་ གྱུར་པ་ དེ འི་ ཚེ་ ཡང་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་ ཅིང་ །_ སྲོག་ དང་ ཕྲལ་ ནས་ ཀྱང་ དེ་ཉིད་ ཀྱི་ ཤ་ཟ་ ཞིང་
en: When one becomes physically weak from being burdened by cargo, one will be shorn of life and one’s flesh will be eaten.

source: འདི་སྐད་ དུ་ ལུས་ རྒྱ་ཆེན་པོ་ དང་ །_ ལེ་ལོ་ ཅན་ དང་ །_ གསོ་ དཀའ་བ་ དང་ །_ ཁམ་ཆེན་པོ་ དང་ །_ བྱ་བ་ མི་ ནུས་པ་ ཡིན་ ནོ་ ཞེས་ ཟེར་ རོ །_།
en: Such animals are thus described as ‘broad-bodied, lazy, difficult to nourish, with big bites, and ineffectual.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ འི་ འབྲས་བུ་ མི་ འདོད་ ཅིང་ ཡིད་ དུ་ མི་ འོང་བ་ ཇི་སྙེད་ ཅིག་ མངོན་པར་ འགྲུབ་པ ར་ འགྱུར་བ་ ལ་ ལྟོས །_
en: $1417 “Śāradvatī­putra, look at the manifestation of all the myriad undesirable and unpleasant effects from performing and accumulating negative deeds.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་པ ས་ མི་དགེ་བ་ ལས་ དེ འི་ རྣམ་པར་ སྨིན་པ་ ནི་ བསྐལ་པ འམ །_ བསྐལ་པ་ ལས་ ལྷག་པ ར་ གསུངས་ ཀྱང་ ཟད་ པ ར་ ནི་ མི་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, the Thus-Gone One would not be able to cover the maturation of non-virtuous deeds even were he to describe it for an eon or more.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མདོར་ན་ གང་ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་བསྐྱེད་པ་ ལ་བར་ ཆད་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ ལ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ་ མྱ་ངན་ ལས་ འདས་པ ར་ འགྲོ་བ་ མེད་ ཅིང་ དལ་བ་ ཕུན་སུམ་ ཚོགས་པ་ མེད་ དོ །_།
en: Śāradvatī­putra, in short, whoever sets out to interfere with a bodhisattva’s engendering of the mind of awakening, Śāradvatī­putra, will neither journey to nirvāṇa, nor have the excellent leisures.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ ཁྱེད་ཅག་ གིས་ བདག་ཉིད་ སྐྱབས་ ཤིང་ དལ་བ་ ཕུན་སུམ་ ཚོགས་པ་ ཐོབ་བོ །_།
en: This is why, Śāradvatī­putra, you have protected yourself and thus attained the excellent leisures.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ འདི་དག་ ནི་ སྐྱབས་ ཡིན་ ཏེ །_
en: $1418 “Śāradvatī­putra, the following four things are protection:

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་པ་ ནི་ སེམས་ཅན་ འཇིགས་ པས་ གཟིར་བ་ རྣམས་ ཀྱི་ སྐྱབས་ ཡིན །_
en: Śāradvatī­putra, the Thus-Gone One is the protection for beings oppressed by fear.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འཕགས་པ འི་ ལམ་ ནི་ སེམས་ཅན་ ལམ་ངན་ པར་ ཞུགས་པ་ རྣམས་ ཀྱི་ སྐྱབས་ ཡིན །_
en: Śāradvatī­putra, the path of the noble ones is the protection for beings who have embarked on the wrong path. [178.a]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ [178a] རྣམས་ ནི་ སྡིག་པ འི་ ལས་ མངོན་པར་ འདུ་ མི་ བྱ་བ འི་ སྐྱབས་ ཡིན །_
en: Śāradvatī­putra, the applications of mindfulness are the protection that ensures negative deeds are not committed.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ ཀྱི་ སེམས་ ནི་ མི་ཁོམ་པ་ ཐམས་ཅད་ རྣམ་པར་ སྤོང་བ་ ཉིད་ ཀྱི་ སྐྱབས་ ཡིན་ ཏེ །_
en: Śāradvatī­putra, the mind of awakening is the protection of abandoning all unfavorable states.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ དེ་དག་ ནི་ སྐྱབས་ ཡིན་ ནོ །_།
en: Those four things, Śāradvatī­putra, are protection.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ འདི་དག་ ནི་ བདེ་བ་ ཡིན་ ཏེ །_
en: $1419 “Śāradvatī­putra, the following four things are happiness:

source: དེ་བཞིན་ གཤེགས་པ་ མཐོང་བ་ ཡིན །_
en: seeing the Thus-Gone One,

source: དལ་བ་ ཕུན་སུམ་ ཚོགས་པ་ ཡིན །_
en: the excellent leisures,

source: དེ་བཞིན་ གཤེགས་པ ས་ རབ་ཏུ་ བསྟན་པ འི་ ཆོས་ འདུལ་བ་ ལ་ དད་པ་ རྙེད་པ་ ཡིན །_
en: acquiring faith in the Dharma-Vinaya taught by the Thus-Gone One, and

source: ལྟ་བ་ དྲང་པོ་ དང་ ཕུན་སུམ་ ཚོགས་པ་ ཡིན་ ཏེ །_
en: a proper and excellent view.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ དེ་དག་ ནི་ བདེ་བ་ ཆེན་པོ་ ཡིན་ ནོ །_།
en: Those four things, Śāradvatī­putra, are great happiness.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ འདི་དག་ ནི་ ནད་མེད་པ་ ཡིན་ ཏེ །_
en: $1420 “Śāradvatī­putra, the following four things are health:

source: འབྱུང་བ་ ཆེན་པོ་ རྣམས་ ཀྱི་ ཁམས་ སྙོམས་པ་ ཉིད་ ནད་མེད་པ་ ཡིན །_
en: the health of the harmonization of the constituents of the great elements and humors;

source: ཡང་དག་པ འི་ ལྟ་བ ར་ སེམས་ དྲང་པོ་ ཉིད་ ནད་མེད་པ་ ཡིན །_
en: the health of proper reflection on the correct view;

source: དེ་བཞིན་ གཤེགས་པ འི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ཅིང་ ཕུན་སུམ་ ཚོགས་པ འི་ བདེ་བ་ ཐམས་ཅད་ རྙེད་པ་ ཉིད་ ནད་མེད་པ་ ཡིན །_
en: the health of acquiring faith in the Thus-Gone One’s teaching and thus acquiring all excellent kinds of happiness and

source: སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་ པ ས་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ རྙེད་ ཅིང་ ཉོན་མོངས་པ་ རྣམ་པར་ འཇོམས་པ་ ཉིད་ ནད་མེད་པ་ ཆེན་པོ་ ཡིན་ ཏེ །_
en: the health of being able to engender the mind set on immeasurable, countless beings attaining unexcelled and perfect awakening and thereby eradicating the afflictions.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ དེ་དག་ ནི་ ནད་མེད་པ་ ཡིན་ ནོ །_།
en: Those four things, Śāradvatī­putra, are health.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ འདི་དག་ ནི་ རེ་བ་ ཡིན་ ཏེ །_
en: $1421 “Śāradvatī­putra, the following four things are hope:

source: ནད་པ་ འཚོ་བར་ རེ་བ་ དང་ །_ བགྲེས་པ་ ཟས་ རེ་བ་ དང་ །_ སྡུག་བསྔལ་ ཞིང་ སྡུག་བསྔལ་ གྱིས་ གཟིར་བ་ བདེ་བ་ ལ་ མངོན་པར་ དགའ་བ འི་ རེ་བ་ དང་ །_ དགོན་པ་ ཆེན་པོ འི་ ལམ་ དུ་ ཞུགས་པ་ བདེ་བ ར་ རེ་བ་ ཡིན་ ཏེ
en: the patient hoping to be healed, the starving hoping for sustenance, those in pain and oppressed by pain hoping to enjoy pleasure, and those who have embarked on the path of the great protector hoping for bliss.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ དེ་དག་ ནི་ རེ་བ་ ཡིན་ ནོ །_།
en: Those four things, Śāradvatī­putra, are hope.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ འདི་དག་ ནི་ གང་ ལ་ ལྷག་པ ར་ ཞེན་པ འི་ སེམས་ཅན་ རྣམས་ ངན་སོང་ དུ་ འགྲོ་ བ ར་ འགྱུར་བ འི་ ལྷག་པ ར་ ཞེན་པ་ ཡིན་ ཏེ །_
en: $1422 “Śāradvatī­putra, the following four things are strong attachments through which beings migrate to the lower realms:

source: བཞི་ གང་ཞེ་ན །_ ལུས་ ལ་ ལྷག་པ ར་ ཞེན་པ་ དང་ །_ སྲོག་ ལ་ ལྷག་པ ར་ ཞེན་པ་ དང་ །_ ལོངས་སྤྱོད་ ལ་ ལྷག་པ ར་ ཞེན་པ་ དང་ །_ འདོད་པ་ ལ་ ལྷག་པ ར་ ཞེན་པ་ ཡིན་ ཏེ །_
en: strong attachment to the body, strong attachment to life force, strong attachment to enjoyments, and strong attachment to objects of sensual desire.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ དེ་དག་ ནི་ གང་ ལ་ ལྷག་པ ར་ ཞེན་པ འི་ སེམས་ཅན་ རྣམས་ ངན་སོང་ དུ་ འགྲོ་བ ར་ འགྱུར་བ་ ལྷག་པ ར་ ཞེན་པ་ ཡིན་ ནོ །_།
en: Those four, Śāradvatī­putra, are the strong attachments through which beings migrate to the lower realms.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བདུན་པོ་ འདི་དག་ ནི་ གནས་ ཡིན་ ཏེ །_
en: $1423 “Śāradvatī­putra, the following seven things are receptacles:

source: མ་ ཞུ་བ འི་ གནས་ དང་ །_ ཞུ་བ འི་ གནས་ དང་ །_ བད་ཀན་ གྱི་ གནས་ དང་ །_ མཁྲིས་པ འི་ གནས་ དང་ །_ རླུང་ གི་ གནས་ དང་ །_ ལྟ་བ འི་ གནས་ དང་ །_ ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| འདོད་པ་ ལ་ ལྷག་པ ར་ ཞེན་པ་ འདི་ [178b] ཡང་ གནས་ཆེན་པོ་ ཡིན་ ཏེ །_
en: the receptacle of undigested food, the receptacle of digested food, the receptacle of phlegm, the receptacle of bile, the receptacle of wind, the receptacle of view, and along the same lines, Śāradvatī­putra, the great receptacle, which is the object of sensual desire to which one is strongly attached. [178.b] For,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ འདོད་པ་ ལ་ ལྷག་པ ར་ ཞེན་པ་ དེ་ ནི་ མཁྲིས་པ་ དང་ །_ བད་ཀན་ དང་ །_ སྣབས་ དང་ །_ རྣག་ཁྲག་ དང་ །_ གཅིན་ དང་ །_ ཕྱི་ས་ དང་ །_ ཤ་ དང་ །_ རྒྱུས་པ་ དང་ །_ རུས་པ་ དང་ །_ ཁྲག་ དང་ །_ གཞུངས་པ་ ལ་ རྟེན་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, the object of sensual desire to which one is strongly attached consists of phlegm, pus, lymph, urine, feces, flesh, sinew, bone, blood, and marrow.”

source: ཡང་ དེ འི་ ཚེ་ ཁྱིམ་ བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ཞེས་ བྱ་བ་ འཁོར་ དེ་ཉིད་ དུ་ འདུས་པ ར་ གྱུར་ ཏེ་ འདུག་ གོ །_།
en: $1424 Also at that time, the householder called Vijayarakṣa joined the assembly and took a seat.

source: དེ འི་ སྐྱེ་དགུ འི་ བདག་མོ་ ནི་ གཟུགས་ དང་ ལྡན་ མ་ ཞེས་ བྱ་ སྟེ །_ |#| གཟུགས་བཟང་བ །_ མཛེས་པ །_ བལྟ་ ན་ སྡུག་པ །_ ཁ་དོག་ བཟང་པོ་ རྒྱས་པ་ མཆོག་ དང་ ལྡན་པ འོ །_།
en: His wife, called Rūpavatī, was exquisite, beautiful, and pleasing to behold, with a fine complexion and perfect figure.

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ དེ་ ལ་ ཡིད་ ལྷག་པ ར་ ཆགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: The householder Vijayarakṣa , being especially attached to her, said to the Blessed One,

source: བཅོམ་ལྡན་འདས་ འདོད་པ འི་ གནས་ གང་ ལགས་པ་ དེ་ ནི་ བཤང་གཅི འི་ གནས་ སོ་ ཞེས་ དེ་སྐད་ བཀའ་ མི་ སྩལ་ དུ་ གསོལ །_
en: “Blessed One, please do not say that objects of sensual desire are receptacles of feces and urine.

source: དེ་ ཅིའི་སླད་དུ་ ཞེ་ན །_ བཅོམ་ལྡན་འདས་ བདག་ གི་ སྐྱེ་དགུ འི་ བདག་མོ་ ནི་ གཟུགས་ ལྡན་ མ་ ཞེས་ བགྱི་ སྟེ །_ |#| བཅོམ་ལྡན་འདས་ དེ་ ལ་ ནི་ བཤང་བ འང་ མ་ མཆིས །_ |#| གཅི་བ འང་ མ་ མཆིས་པ འི་ སླད་ དུའོ །_།
en: I say this because, Blessed One, my wife called Rūpavatī does not have any feces or urine.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཁྱིམ་བདག་ དེ འི་ ལྷག་པ འི་ བསམ་པ་ ཐུགས་ སུ་ ཆུད་ ནས །_
en: $1425 Understanding the householder’s exalted intention,

source: ཁྱིམ་བདག་ དེ འི་ ཆུང་མ་ བུད་མེད་ གཟུགས་ ལྡན་ མ་ ཇི་ འདྲ་བ་ དེ་ འདྲ་ བ་ ཞིག་ མངོན་པར་ སྤྲུལ་ ཏོ །_།
en: the Blessed One manifested a woman that looked exactly like the householder’s wife Rūpavatī.

source: ཁྱིམ་བདག་ དེས་ མཐོང་ སྟེ་ མཐོང་ ནས་ ཀྱང་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: Seeing her, the householder thought,

source: བདག་ གི་ ཆུང་མ་ བྱ་བ་ ཅི་ ལ་ འདིར་ ཕྱིན་ ཅིག་ གུ་ སྙམ་ ནས །_
en: “Why has my wife come here?”

source: དེ་ རང་ གི་ སྐྱེ་དགུ འི་ བདག་མོ་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| རང་ གི་ སྐྱེ་དགུ འི་ བདག་མོ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: As the apparent wife approached, he asked her,

source: ཁྱོད་ ཅིའི་ ཕྱིར་ འཁོར་ འདིར་ འོངས །_
en: “Why have you come to this assembly?”

source: ཁྱིམ་བདག་ བདག་ དེ་བཞིན་ གཤེགས་པ་ ལ་ ཆོས་ ཉན་ དུ་ འོངས་ སོ །_།
en: “Householder,” |#| “I have come to the Thus-Gone One to listen to the Dharma.”

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས །_ རང་ གི་ ཆུང་མ འི་ ལག་པ་ ནས་ བཟུང་ ནས །_ |#| རང་ གི་ གོས་ ཀྱི་ གྲྭར་ འདུག་ ཏུ་ བཅུག་ སྟེ །_
en: $1426 The householder Vijayarakṣa then took his wife by the hand, wrapped her in the folds of his garment, and

source: ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ དང་ །_ ཆུང་མ་ གཟུགས་ ལྡན་ མ་ གཉི་ག་ འདུག་ གོ །_།
en: both the householder Vijayarakṣa and his wife Rupāvatī took their seat.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ རྫུ་འཕྲུལ་ ཇི་ལྟ་བུ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་པ ས་ གོས་ ཀྱི་ གྲྭ་ དེ་ ལ་ བུད་མེད་ དེས་ བཤང་བ་ བྱས་པ་ དེ་ལྟ་ བུ འི་ རྫུ་འཕྲུལ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་ དོ །_།
en: The Blessed One then produced the miraculous feat of having the woman defecate in the folds of his garment.

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ [179a] བཤང་བ འི་ དྲི་ དེ་ མི་ བཟོད་ ནས་ སོར་མོ་ དག་ གིས་ སྣ་ བཀག་ སྟེ །_ |#| ཁ་ཕྱི ར་ ཕྱོགས་ ཤིང་ རྣམ་པར་ བལྟས་ སོ །_།
en: The householder Vijayarakṣa, [179.a] unable to bear the stench of the feces, blocked his nose with his fingers and turned his face, looking around.

source: དེ འི་ ཚེ་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ འི་ གཡས་ལོགས་ ན་ ཤཱཀྱའི་ བུ་ དགའ་བོ་ ཞེས་ བྱ་བ་ འདུག་པ ར་ གྱུར་ ཏོ །_། |#| དེ་ནས་ ཤཱཀྱའི་ བུ་ དགའ་བོ ས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: To the right side of the householder Vijayarakṣa was the son of the Śākyas called Nanda, who asked the householder Vijayarakṣa ,

source: ཁྱིམ་བདག་ ཁྱོད་ ཅིའི་ཕྱིར་ སྣ་ བཀག་ ནས་ ཁ་ཕྱི ར་ ཕྱོགས་ ཏེ་ འདུག _།
en: “Householder, why are you blocking your nose and turning away?”

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ ཤཱཀྱའི་ བུ་ དགའ་བོ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1427 The householder Vijayarakṣa responded to Nanda, the son of the Śākyas,

source: བཙུན་པ་ གནས་ འདི་ ན་ བཤང་བ འི་ དྲི་ཆེན་པོ་ ཡོད་ དེ །_
en: “Venerable, there is the stench of feces in this place.

source: ཁྱོད་ ཀྱང་ ཐག་ མི་ རིང་བ་ ན་ གནས་ ནམ་ མཐོང་ ངམ །_
en: Do you not notice it too, just around here?”
